Repository: ghermens/media2click
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# flexform.plugin.includeHosts
source: Hosts to show
de: Nur diese Hosts anzeigen

# flexform.plugin.title
source: Options
de: Einstellungen

# media2click_content
source: Content with consent
de: Inhalt mit Zustimmung

# media2click_content.description
source: Ask user for consent before including content using external resources.
de: Erfragt die Zustimmung des Nutzers, bevor Inhalte eingebunden werden, die auf externe Resourcen zugreifen.

# media2click_iframe
source: iFrame with consent
de: iFrame mit Zustimmung

# media2click_iframe.description
source: Ask user for consent before inluding external resources via iframe.
de: Erfragt die Zustimmung des Nutzers, bevor externe Inhalte per iFrame eingebunden werden.

# plugin.list
source: Toggle permanent activation of external content
de: Dauerhafte Aktivierung externer Inhalte umschalten

# tab.content
source: Content
de: Inhalt

# tab.placeholder
source: Placeholder
de: Platzhalter

# tt_content.image
source: Background Image
de: Hintergrundbild

# tt_content.tx_media2click_content
source: Content
de: Inhalt

# tt_content.tx_media2click_iframe_ratio
source: Size / Ratio
de: Größe / Seitenverhältnis

# tt_content.tx_media2click_iframe_ratio.50vh
source: 50% of viewport height
de: 50% der Fenster-Höhe

# tt_content.tx_media2click_iframe_ratio.75vh
source: 75% of viewport height
de: 75% der Fenster-Höhe

# tt_content.tx_media2click_iframe_ratio.90vh
source: 90% of viewport height
de: 90% der Fenster-Höhe

# tx_media2click_domain_model_host
source: Host to enable permanently
de: Host für dauerhafte Aktivierung

# tx_media2click_domain_model_host.allow_permanent
source: Allow permanent activation
de: Dauerhafte Aktivierung erlauben

# tx_media2click_domain_model_host.placeholder
source: Placeholder Text
de: Platzhalter-Text

# tx_media2click_domain_model_host.privacy_statement_link
source: Link to external privacy statement
de: Link zur externen Datenschutzerklärung

# tx_media2click_domain_model_host.title
source: Title
de: Titel
